Repository: Endsunset/LinkMap
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About LinkMap
zh_hans: 关于链图

source: Add and Delete
zh_hans: 添加与删除

source: Add and Edit Annotation
zh_hans: 添加和删除标记

source: Add Annotation
zh_hans: 添加标记

source: Add Group
zh_hans: 添加群组

source: Annotation
zh_hans: 标记

source: Annotation List
zh_hans: 标记列表

source: Annotations
zh_hans: 标记

source: Basic Navigation
zh_hans: 基本导航

source: Cancel
zh_hans: 取消

source: Detail
zh_hans: 详情

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Editing Details
zh_hans: 编辑详情

source: Effective Date: May 30, 2025
zh_hans: 生效日期：2025年5月30日

source: Group
zh_hans: 群组

source: Group List
zh_hans: 群组列表

source: Groups
zh_hans: 群组

source: Help
zh_hans: 帮助

source: I Accept
zh_hans: 我同意

source: Key
zh_hans: 键

source: Key 1
zh_hans: 键1

source: Loading...
zh_hans: 加载中…

source: Location Permission Required
zh_hans: 需要位置权限

source: Location Services
zh_hans: 定位服务

source: Map
zh_hans: 地图

source: Map Interface
zh_hans: 地图界面

source: Map Styles
zh_hans: 地图样式

source: Name
zh_hans: 名称

source: New Annotation
zh_hans: 新的标记

source: New Group
zh_hans: 新的群组

source: Number of People
zh_hans: 人数

source: Options
zh_hans: 选项

source: Overview
zh_hans: 概述

source: Privacy Policy %@
zh_hans: 隐私协议 %@

source: Refreshing...
zh_hans: 刷新中…

source: Save
zh_hans: 保存

source: Search location
zh_hans: 搜索位置

source: Settings
zh_hans: 设置

source: Share Document
zh_hans: 分享文件

source: Step 1
zh_hans: 第一步

source: Step 2
zh_hans: 第二步

source: Step 3
zh_hans: 第三步

source: Step 4
zh_hans: 第四步

source: Step 5
zh_hans: 第五步

source: Step 6
zh_hans: 第六步

source: Video
zh_hans: 视频
